[
    "The Outpatient Department (OPD) module on the HMIS website is designed for management of outpatient services in healthcare facilities. Here are some key features and functions of the OPD module:  Patient Registration : Allows for the quick and efficient registration of patients, capturing essential demographic and medical history information.  Consultation Records : Enables doctors to document and track patient consultations, diagnosis, and prescribed treatments or medications.  Laboratory and Diagnostic Integration : Order laboratory and diagnostic services to Laboratories and retrieve",
    "test results, helping in the timely diagnosis and treatment of patients.  Inventory Integration : Order drugs and items to pharmacy directly from doctor desk current stock details can be viewed by doctor helping to raising indent for drugs form OPD desk.  Reporting and Analytics : Provides tools for generating various reports and analytics, helping Doctors monitor service delivery and identify areas for improvement.  Ordering to other services: Ordering other services in Hospital directly from OPD doctor desk like, Surgeries, Procedures, Services, referral to other departments / Hospitals,",
    "etc. These features help improve the efficiency and quality of outpatient care, reduce wait times, and enhance patient satisfaction. Benefits of the OPD Doctor Desk  Improved Efficiency: Streamlines various administrative and clinical tasks, allowing doctors to focus more on patient care.  Enhanced Patient Care: Provides comprehensive patient information at the point of care, supporting better clinical decisions.  Reduced Errors: Minimizes errors associated with manual data entry and paper records.  Patient Satisfaction: Enhances patient satisfaction through timely services, reduced wait",
    "times, and better communication. OPD Desk lite page The OPD Doctor Desk is a vital component of the HMIS, aiming to improve the overall quality of outpatient services and ensure a seamless experience for both healthcare providers and patients. <<IMAGE-1>> 1.1 View Total Registered and Attended Patients: View real-time data on the total number of patients registered in the current Department / Unit. Additionally, it provides information on how many of those patients have been attended to. 1.2. Responsive View Button: Clicking on this button opens a new tab in the browser, allowing the user to",
    "view a separate list for same or another department simultaneously. This facilitates parallel management and provides a full-page view of the OPD desk for better visibility on PC and mobile browsers. 1.3. Dept/Unit Dropdown: The dropdown menu lists the Departments/Units based on the access assigned by the administrator. or adding or removing Departments/Units, users should contact the Hospital Administration to update access permissions. This dropdown allows doctors to switch between departments and rooms according to their assigned access. The list is alphabetically ordered, with the first",
    "department selected by default upon loading. 1.4. View Teleconsultation Registrants: Clicking on this button displays a list of patients registered for teleconsultation for the current date. The doctor can approve consultation requests either all at once or individually. Upon approval, the patient's registration will be stamped for the department/unit, and their name will appear in the list of patients to attend. 1.5. View Referral Patients: <<IMAGE-2>> Clicking on this button displays a list of patients referred from other departments of same hospital or from other hospitals to the current",
    "Department/Unit being viewed by the doctor. Doctors can accept all patients at once or select individual patients for acceptance. Upon acceptance, the patient registration will be stamped for the department/unit, and their name will appear in the list of patients to attend. Additionally, a search function is included within the list of referral patients, allowing doctors to quickly find patients by name, CR number, or UMID card number while accepting individual patient. 1.6. View Appointments: Clicking on this button displays a list of patients who have booked their appointments for the",
    "current date through the mobile app. The doctor can approve consultation requests either all at once or individually. Upon approval, the patient registration will be stamped for the department/unit, and their name will appear in the list of patients to attend. 1.7. Date of Patient Registration / Revisit: This date column allows the doctor to view patients registered or who registered the OPD on a selected date. Only the current day's and previous day's lists are accessible. The current day's list is available for issuing prescriptions, while the previous day's list is displayed for viewing",
    "purposes only. 1.8. Patient Acceptance (Registration) through OPD Desk: <<IMAGE-3>> Clicking on this button opens a window for registering a patient into the department/unit by entering their CR number or using any of the patient demographics such as UMID, PAN, mobile number, Emp No., PPO No., etc. This option works only for patients who are already registered at the current hospital. For new registrations, patients must visit the registration counter. or registration through this process, there is no restriction on OPD roster timings. Doctors can register patients at any time, making this",
    "option available to cater to emergency visits. 1.9. Refresh OPD List Button: Clicking on this button refreshes the list of patients in the OPD list to include any patients who have registered for the current department/unit. The list of patients loads onto the screen manually; it does not update automatically as new registrations occur. This button allows doctors to manually refresh the list of patients as needed. 1.10. Refresh OPD Desk button: Clicking on this button allows doctors to completely refresh the OPD Doctor Desk screen and interface is updated to display the list of patients in",
    "the default department, regardless of which department the doctor is currently viewing. This action ensures that the screen reflects the most current patient information in the default department. 1.11. Patient List View: Doctors have the flexibility to customize how they view the patient list according to their preferences and requirements. This allows doctors to adjust settings such as displaying a specific number of patients per page or opting to view the entire patient list on a single page. 1.12. OPD Doctor Desk Patient List: <<IMAGE-5>> <<IMAGE-6>> In the OPD Doctor Desk, the list of",
    "patients is displayed with detailed information including: Queue Number: Sequential number indicating patient's position in the queue. Status: Indicates patient status. Waiting: Patient is waiting to be attended. Attended: Doctor has already attended to the patient. Skipped: Patient did not arrive as per their queue number. Name: Patient's name. CR Number: Unique patient identification number. Gender: Male, female, or children. Age: Patient's age. Category of Patient: Type of patient category. Mobile Number: Patient's contact number. Department/Unit: Department or unit where the patient is",
    "registered. In the OPD Doctor Desk patient list, icons are displayed before to each patient queue number to indicate their gender or paediatric with a specific icon for easy identification Users have the option to sort patient list as per their requirements. Each column header is equipped with up and down arrow icons, allowing users to sort the list in ascending or descending order by clicking on the respective arrow 1.13. Search : Allows the doctor to search for patients within the current department list using various criteria. Like queue number, name, CR number, umid number and etc.",
    "Action Buttons: Various buttons for performing actions on OPD doctor desk: <<IMAGE-4>> 1.14. Rx Button: Clicking on the Rx Button redirects the user to the prescription page. Here, the doctor can record vital signs, complaints, diagnosis, and more. Additionally, the doctor can order investigations, services, drugs, and procedures. After saving the details on this page, a prescription is generated for the patient. 1.15. Vitals Button: Clicking on this button allows the doctor to view and record patient vitals on a dedicated screen. The doctor can save only the vitals if needed. This is also",
    "integrated within the Rx page for convenience. Additionally, the same vitals button is available for the OPD Nursing desk, enabling nursing staff to record vitals. Once vitals are saved, they can be viewed by the doctor on the Rx page. The doctor also has the option to edit the vitals on the prescription page. Vitals are permanently recorded only when the doctor saves the prescription page; otherwise, they remain as a draft. 1.16. Skip Button: Clicking on the Skip button changes the patient's status from 'waiting' to 'skipped' on the OPD Doctor Desk list. This helps manage the queue display",
    "When a patient does not turn up for their appointment as per their turn, the doctor can click this button to exclude the patient's name from the queue system. However, the doctor still has the option to record a prescription for a patient who has been skipped. This ensures the patient is removed from the queue system but can still receive medical attention if needed. 1.17.Print button: The Print button is displayed only for patients who have completed their prescription by the doctor. Clicking on this button allows the doctor to preview the completed",
    "prescription. If the doctor wants to provide a hard copy of the prescription to the patient, they need to click on the 'Print' button within the preview screen to print the prescription. 1.18. Legend on Footer of Patient List: <<IMAGE-7>> The footer of the patient list in the OPD Doctor Desk provides a legend that indicates various categories and visit types of patients. This legend provides a comprehensive overview and assists helps the doctor quickly understand the status and classification of each patient at a glance 1.19. Pagination: <<IMAGE-8>> At the bottom of the patient list, users",
    "Users have the option to navigate between pages either by clicking on specific page numbers or by using the previous and next buttons, while also being able to view how many patients are displayed on the current page out of the total entries, for example, “Showing 1 to 25 out of 257 entries.” On clicking the RX button, the system redirects to the Prescription Page (Doctor’s Workbench), where doctors can record details of the patient’s examination and treatment. The Prescription Page is categorised and organised into tabs to facilitate recording of treatment, managing and tracking parameters, and accessing common options efficiently.",
    "are consistently available across all tabs of the OPD doctor's desk: <<IMAGE-9>> a) Macro/Predefined Text: Clicking this icon against any description box opens a pop-up window with predefined text titles. Select one or multiple options to load the predefined text and click Add. This will add the already configured predefined text into the concerned text box. b) Clear Text Box: Click on the ‘X’ button to clear all text entered in the text box. c) Speech to Text: Click this button available in text boxes to enable speech-to-text. Place the cursor in the text box and start speaking to enter the",
    "text through speech-to-text. This feature works when the browser is compatible. d) Resize Text Box: Click and hold this portion of any text box and drag to resize it for easy entry of the content. Normally, all text boxes are sized for two lines by default. For more data, drag the text box to resize it. <<IMAGE-10>> e) Delete: Clicking this icon deletes all data added on tab. Any checked/unchecked items added to tab are also cleared. f) Clear: Clicking this button toggles the selection of check boxes for data that has already been added on tab. Ease of Access Keys: <<IMAGE-11>> On the right"
]